[
  "XYZ online store: Your order has shipped! Check your email for tracking details. (9:08 am)",
  "ABC clothing store: Get 20% off your next purchase with code SHOP20. Valid until the end of the month. (11:23 am)",
  "DEF restaurant: You've been selected to participate in a survey about your recent experience. Please click the link to share your feedback. (2:14 pm)",
  "XYZ bank: Your OTP for logging into your account is 456789. Do not share this code with anyone. (4:01 pm)",
  "GHI electronics store: Hey, don't miss out on the summer sale! Get up to 50% off select items. (6:30 pm)",
  "XYZ app: Your OTP for resetting your password is 123456. This code is valid for 10 minutes. (8:45 pm)",
  "JKL cosmetics store: Get a free gift with your purchase of $50 or more. Hurry, limited time offer! (10:12 pm)",
  "XYZ platform: Your verification code is 987654. Enter this code to complete the registration process. (11:59 pm)",
  "MNO phone: Introducing the new MNO phone, now available at our stores. Experience the latest technology and features. (1:17 am)",
  "XYZ app: Your OTP for verifying your phone number is 345678. This code will expire in 5 minutes. (3:45 am)",
  "PQR restaurant: Enjoy a free dessert with your meal. Show this message to your server to redeem. (6:20 am)",
  "XYZ app: Your OTP for confirming your transaction is 890123. Please do not share this code with anyone. (8:30 am)",
  "XYZ magazine: Don't forget to renew your subscription before it expires. Get exclusive access to the latest news and trends. (10:45 am)",
  "ABC email: Your verification code is 234567. This code is valid for 15 minutes. (12:07 pm)",
  "XYZ contest: Get a chance to win a trip to your dream destination by participating in our contest. Visit our website for more details. (2:29 pm)",
  "XYZ app: Your OTP for authorizing a transaction is 567890. Enter this code to proceed with the payment. (4:45 pm)",
  "Hey, did you hear about that new movie that just came out? I heard it's really good. Let's go check it out!",
  "Just wanted to say thanks for being such an amazing friend. You always know how to make me laugh and feel better when I'm down. Love you!",
  "Happy Valentine's Day! I'm so lucky to have you in my life. You make every day brighter and better. Can't wait to see you later tonight!",
  "Hey, sorry for the late reply. I've been crazy busy with work. Let's catch up soon and grab some drinks!",
  "I had so much fun hanging out with you yesterday! We should definitely do that again soon. Maybe we can go for a hike next time?",
  "Just wanted to check in and see how you're doing. Is everything okay? Let me know if you need anything.",
  "I can't believe it's already March! Time is flying by so quickly. Hope you're having a great start to the month!",
  "I'm so excited for our trip next week! We're going to have so much fun exploring and trying new things. Get ready for an adventure!",
  "Just wanted to say thank you for always being there for me. Your support and encouragement mean the world to me. You're the best!",
  "Can you believe it's almost been a year since we graduated? Time flies! We should plan a reunion soon and catch up with everyone.",
  "Hey, how's it going? I've been thinking about you lately and wondering what you're up to. Let's grab lunch sometime and catch up!",
  "Happy birthday! I hope your day is filled with lots of love, laughter, and cake! Can't wait to celebrate with you.",
  "Just wanted to let you know how proud I am of you. You've been working so hard and it's really paying off. Keep up the amazing work!",
  "I'm so sorry to hear about your loss. Please know that you're in my thoughts and prayers. If there's anything I can do to help, please don't hesitate to ask.",
  "Congratulations on your new job! I knew you could do it. You're going to be amazing in this role and I can't wait to see all the great things you'll accomplish.",
  "I miss you so much! When are you coming back to town? We need to catch up on everything that's been going on.",
  "Hey, I'm in town for the weekend. Do you want to grab dinner tonight and catch up?",
  "I can't stop thinking about that amazing meal we had last night. We need to go back to that restaurant soon!",
  "Happy holidays! I hope you have a wonderful time with family and friends. Can't wait to see you soon!",
  "Just wanted to say hi and let you know I'm thinking of you. Hope everything is going well!",
  "Hey, did you get the job? I'm rooting for you and hoping you hear good news soon!",
  "I'm so excited for your wedding! Can't wait to celebrate with you and your partner. You make such a beautiful couple.",
  "Just wanted to let you know that I appreciate you. You're an amazing person and I feel lucky to have you in my life.",
  "I can't believe how fast the time is flying. It feels like we just started this project, but we're already almost done!",
  "I'm so proud of you for standing up for yourself. You're a strong and courageous person and I admire you so much.",
  "I'm sorry for what I said the other day. I was out of line and I shouldn't have spoken to you like that. Can we talk about it and make things right?",
  "Hey, how was your weekend? Mine was great! I went to the beach and got some sun. It was so relaxing.",
  "Thanks for always being a good listener. You really know how to make me feel heard and understood.",
  "I can't believe it's already been a year since we took that amazing trip to Europe. Let's plan another adventure soon!",
  "I'm so grateful for your friendship. You've been there for me through thick and thin and I couldn't ask for a better friend.",
  "Hey, I have some exciting news to share! I got accepted into that program I applied for. Can't wait to start!",
  "I had a great time at the party last night. Thanks for inviting me and introducing me to your friends.",
  "I'm sorry to hear that you're going through a tough time. Please know that I'm here for you and I'll do whatever I can to help.",
  "Hey, do you want to go see that new exhibit at the museum this weekend? I heard it's really cool.",
  "I'm so proud of all the hard work you've been putting into your fitness goals. You're an inspiration!",
  "Just wanted to let you know that I appreciate all the little things you do. Your kindness and thoughtfulness never go unnoticed.",
  "Hey, have you heard any good books lately? I'm looking for a new read and I trust your recommendations.",
  "I had so much fun at the concert last night! The band was amazing and the atmosphere was electric.",
  "I'm sorry I've been so distant lately. I'm going through a lot and I don't know how to talk about it. Can we catch up soon?",
  "Hey, how was your day? Anything exciting happen? I'm always here to listen if you want to chat.",
  "I can't believe it's already been a month since we started this new hobby. I'm having so much fun and learning so much!",
  "Just wanted to say thank you for being a great mentor. Your guidance and advice have been invaluable to me.",
  "Hey, I heard your favorite band is coming to town next month. Want to go see them together?",
  "I'm so excited for our upcoming vacation! We're going to have so much fun and make so many memories.",
  "Just wanted to let you know that I'm thinking of you and sending positive vibes your way. You've got this!",
  "Hey, I'm thinking of taking a cooking class. Would you be interested in joining me?",
  "I'm so glad we reconnected after all these years. It's like no time has passed at all!",
  "I'm sorry I couldn't make it to your event last night. Something unexpected came up. How did it go?",
  "Hey, do you want to go see that new play that just opened? I heard the reviews are amazing.",
  "I can't wait to see what the future holds for you. I have no doubt that you're going to do great things.",
  "Just wanted to let you know that I'm proud of you for taking that big step. It takes a lot of courage to make a change like that.",
  "Hey, are you free this weekend? I was thinking of having a game night with some friends. Want to join us?",
  "I'm so grateful for the memories we've made together. Here's to many more to come!",
  "Just wanted to check in and see how you're doing. Let me know if there's anything I can do to support you right now.",
  "Hey, I have some extra tickets to that show you've been wanting to see. Want to come with me?",
  "I'm sorry for canceling our plans last minute. Something unexpected came up. Can we reschedule for another time?",
  "Hey, I'm really proud of you for sticking to your goals. Keep up the great work!",
  "Just wanted to say thank you for being such a positive influence in my life. You inspire me to be a better person every day.",
  "I'm sorry for lashing out at you the other day. I was going through a lot and I shouldn't have taken it out on you.",
  "Hey, I heard about that new restaurant that just opened. Want to try it out together?",
  "I can't believe how much time has passed since we first met. It feels like just yesterday!",
  "Just wanted to let you know that I appreciate you and all that you do. You make my life so much brighter.",
  "Hey, I'm really excited to see you again soon. Let's plan a get-together!",
  "I'm sorry for not being there for you when you needed me. I promise to be a better friend moving forward.",
  "Hey, I heard about that new hiking trail that just opened. Want to go on a weekend adventure?",
  "I'm so grateful to have you in my life. You bring so much joy and positivity into my world.",
  "Just wanted to say thank you for always being there for me. Your support means everything to me.",
  "Hey, I heard about that new art exhibit downtown. Want to check it out with me?",
  "I can't believe how much we've grown and changed since we first met. It's been an amazing journey.",
  "I'm sorry for being distant lately. I'm going through some stuff and I don't want to burden you with it.",
  "Hey, I heard about that new coffee shop that just opened. Want to grab a latte together?",
  "I'm so excited to celebrate your accomplishments with you. You deserve all the success in the world.",
  "Just wanted to let you know that I'm here for you, no matter what. You can always count on me.",
  "Hey, I heard about that new yoga studio that just opened. Want to go to a class together?",
  "I'm so grateful for all the memories we've shared together. You've brought so much happiness into my life.",
  "Just wanted to say thank you for being such an amazing friend. You make every day brighter just by being in it.",
  "Hey, I heard about that new escape room that just opened. Want to give it a try?",
  "I'm so excited to see where life takes you next. I know you're destined for great things!",
  "Just wanted to let you know that I admire you so much. Your strength and resilience inspire me every day.",
  "Hey, I heard about that new farmer's market that just opened. Want to check it out together?",
  "I'm so grateful for your friendship. You've been a constant source of support and encouragement for me.",
  "Just wanted to say thank you for always being there for me, through the good times and the bad. You're a true friend.",
  "Hey, I heard about that new theater production that just opened. Want to go see it together?",
  "I'm so excited to see what the future holds for us. I know we have so many more adventures to come.",
  "Just wanted to let you know that you mean the world to me. I don't know what I'd do without you in my life.",
  "Hey, I heard about that new sushi place that just opened. Want to try it out with me?",
  "I'm sorry for being a bit distant lately. I've just been going through some stuff and needed some space.",
  "Hey, I heard about that new book club that just started. Want to join me in checking it out?",
  "I'm so grateful for the memories we've created together. Here's to many more!",
  "Just wanted to say thank you for being such a great listener. It means a lot to have someone who really understands.",
  "Hey, I heard about that new rooftop bar that just opened. Want to go check out the view?",
  "I'm sorry for not being more supportive of you when you needed me. I promise to do better.",
  "Hey, I heard about that new concert coming up. Want to go see it together?",
  "I'm so excited to see all the amazing things you're going to accomplish. You have so much potential!",
  "Just wanted to let you know how much I value our friendship. You make life so much more fun and meaningful.",
  "Hey, I heard about that new brewery that just opened. Want to go on a tasting tour?",
  "I'm sorry for not being there for you when you needed me most. I promise to do better in the future.",
  "Hey, I heard about that new hiking trail that leads to a waterfall. Want to go check it out?",
  "I'm so grateful for all the laughter and good times we've shared together. You make life so much brighter.",
  "Just wanted to say thank you for always being such a supportive friend. Your kindness means everything to me.",
  "Hey, I heard about that new exhibit at the art museum. Want to go explore it together?",
  "I'm sorry for any pain or hurt that I've caused you. I hope we can work through it and move forward.",
  "Hey, I heard about that new restaurant that serves authentic Thai food. Want to go try it out?",
  "I'm so excited to see all the amazing things you're going to accomplish in the future. You have so much talent!",
  "Just wanted to let you know how much I appreciate your honesty and authenticity. It's a rare quality these days.",
  "Hey, I heard about that new street fair that's happening this weekend. Want to go check it out?",
  "I'm sorry for any misunderstandings or miscommunications that have come between us. I value our friendship too much to let it fall apart.",
  "Hey, I heard about that new play that's getting rave reviews. Want to go see it together?",
  "I'm so excited for all the new experiences and adventures that we're going to have together. The future looks bright!",
  "Just wanted to say thank you for always being such a positive force in my life. You have a gift for uplifting others.",
  "Hey, I heard about that new hiking trail that leads to a secret beach. Want to go explore it?",
  "I'm sorry for not being more understanding and empathetic towards you. I promise to do better in the future.",
  "Hey, I heard about that new music festival that's coming to town. Want to go dance the night away?",
  "I'm so excited to see where your talents and passions take you in life. The sky's the limit!",
  "Just wanted to let you know that you inspire me to be a better person every day. Your kindness and generosity are contagious.",
  "Hey, I heard about that new farmers market that just opened. Want to go try some fresh, local produce?",
  "I'm sorry for any mistakes or misjudgments that I've made in our friendship. I hope we can learn from them and grow closer as a result.",
  "Hey, I heard about that new escape room that just opened. Want to test our problem-solving skills?",
  "I'm so grateful for all the memories and experiences we've shared together. You make life so much richer.",
  "Just wanted to say thank you for being such a reliable and dependable friend. Your loyalty means everything to me.",
  "Hey, I heard about that new art exhibit that's featuring local artists. Want to go support the community?",
  "I'm sorry for any times when I've been too critical or judgmental. I promise to be more open-minded and accepting in the future.",
  "Hey, I heard about that new interactive theater show that's coming to town. Want to be a part of the action?",
  "I'm so excited to see all the amazing things you're going to achieve in your career. You have so much talent and ambition!",
  "Just wanted to let you know how much I appreciate your sense of humor. You always know how to make me laugh!",
  "Hey, I heard about that new bakery that just opened. Want to indulge in some sweet treats?",
  "I'm sorry for any times when I've been selfish or thoughtless. I promise to be more considerate and compassionate in the future.",
  "Hey, I heard about that new dance class that's starting up. Want to learn some new moves?",
  "I'm so grateful for all the times when you've gone out of your way to support me. Your kindness does not go unnoticed.",
  "Just wanted to say thank you for always being such a good listener. Your empathy and understanding mean everything to me.",
  "Hey, I heard about that new wine bar that just opened. Want to sip some vino and catch up?",
  "I'm sorry for any times when I've let my own insecurities get in the way of our friendship. I promise to work on being more confident and self-assured.",
  "Hey, I heard about that new improve comedy show that's coming to town. Want to see some hilarious antics?",
  "I'm so excited for all the adventures and challenges that we're going to face together. Bring on the unknown!",
  "Just wanted to let you know how much I admire your resilience and strength. You are a true warrior.",
  "Hey, I heard about that new arcade bar that just opened. Want to show off our gaming skills?",
  "I'm sorry for any times when I've been too quick to judge or criticize. I promise to be more understanding and compassionate in the future.",
  "Hey, I heard about that new street art installation that just went up. Want to go check it out?",
  "I'm so grateful for all the times when you've given me tough love and honest feedback. Your honesty has helped me grow and learn.",
  "Just wanted to say thank you for always being there for me, no matter what. Your friendship is a true blessing in my life.",
  "Hey, I heard about that new tea shop that just opened. Want to sip on some delicious blends?",
  "I'm sorry for any times when I've been too stubborn or set in my ways. I promise to be more open to new ideas and perspectives in the future.",
  "Hey, I heard about that new outdoor movie screening that's happening this weekend. Want to bring some snacks and enjoy the show?",
  "I'm so excited to see where life takes us next. The possibilities are endless!",
  "Just wanted to let you know how much I appreciate your creativity and imagination. You always have a unique perspective on things.",
  "ABC furniture store: Our end-of-season sale is here! Get up to 60% off on select items. (7:32 am)",
  "XYZ app: Your OTP for changing your password is 456789. Please do not share this code with anyone. (9:14 am)",
  "DEF restaurant: We're sorry to hear that your recent experience wasn't satisfactory. Please contact us to discuss further. (11:08 am)",
  "GHI electronics store: Don't forget to use your reward points before they expire! Visit our website to see your balance. (1:23 pm)",
  "JKL sports store: Get ready for the new season with our latest collection of sports gear. Shop now and save up to 40%. (3:17 pm)",
  "XYZ platform: You have successfully logged out of your account. If this was not you, please contact us immediately. (5:32 pm)",
  "MNO airline: Your flight has been delayed by 2 hours. We apologize for the inconvenience and appreciate your patience. (7:46 pm)",
  "ABC email: Your verification code is 345678. This code is valid for 10 minutes. (9:28 pm)",
  "XYZ app: Your OTP for authorizing a transaction is 901234. Enter this code to confirm the payment. (11:19 pm)",
  "PQR coffee shop: Enjoy your favorite beverage for free on your next visit. Show this message to our barista to redeem. (1:37 am)",
  "XYZ platform: Your account has been temporarily suspended due to suspicious activity. Please contact us to verify your identity. (3:25 am)",
  "ABC email: We're offering a limited-time discount on our premium subscription. Don't miss out, sign up now! (5:12 am)",
  "XYZ app: Your OTP for enabling two-factor authentication is 345678. Enter this code to activate the feature. (7:23 am)",
  "DEF salon: Get a free haircut with your color service. Book your appointment today! (9:48 am)",
  "GHI electronics store: We're excited to announce our new product lineup. Visit our website to learn more. (11:57 am)",
  "JKL bookstore: Fall in love with reading again. Shop our bestsellers and get free shipping on orders over $25. (1:42 pm)",
  "XYZ app: Your OTP for verifying your email address is 678901. This code is valid for 5 minutes. (3:31 pm)",
  "MNO bank: Your account balance is $2,349.32. Please contact us if you have any questions or concerns. (5:56 pm)",
  "ABC email: You've been selected to participate in a survey about our services. Your feedback is valuable to us. (7:39 pm)",
  "XYZ platform: Your account has been reactivated. Thank you for verifying your identity. (9:28 pm)",
  "DEF restaurant: Come back and dine with us again! Use this code to get 10% off your next visit: WELCOME BACK 10. (11:16 pm)",
  "GHI electronics store: Need help with your purchase? Our customer service team is available 24/7 to assist you. (1:47 am)",
  "JKL clothing store: Don't let the weather catch you off guard. Shop our collection of outerwear and stay warm and stylish. (3:19 am)"
]